Revit 2024 API
AreaBasedLoadBoundaryLineData Properties
The AreaBasedLoadBoundaryLineData type exposes the following members.
Properties
Name | Description
BottomLevelId
 The bottom level id of the area based load boundary line.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
TopLevelId
 The top level id of the area based load boundary line.
See Also
AreaBasedLoadBoundaryLineData Class
Autodesk.Revit.DB.Electrical Namespace